Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Barnacle (따개비).tmx
Source language: ko_kr
Languages: en_us

source: “저도 얼마 없어요.”
en_us: “But I don’t have many left,” I said.

source: “어?”{j}나는 창밖으로 목을 길게 뺐다.
en_us: “Huh?” I poked my head out the window.{j}

source: 근처에 있는 백적도까지는 1시간 정도 거리, 인천까지는 3시간은 족히 가야 한다.{j}하지만 그것은 파도가 낮을 때의 이야기, 이런 날씨면 예정되어 있는 배 시간표는 전부 다 휴짓조각이 되어 버린다.
en_us: Baekjeok Island, located nearby, is about an hour away, while it takes a good three hours to get to Incheon. But that’s only when the tide is low. The ferry schedule goes out the window in this kind of weather.{j}

source: 우적우적우적우적우적-
en_us: Chomp chomp chomp chomp chomp!

source: 나는 진심으로 고민했다.{j}보트는 폭풍우로부터 안전한 바윗골 아래에 묶여 있다.{j}지금 이대로 보트를 몰고 가까운 백적도로 가서 도움을 청할까?
en_us: I gave it some serious thought. The boat was tied up in the crevices of boulders, safely tucked away from the raging storm. Should I take the boat now to Baekjeok Island and seek help?{j}{j}

source: 녀석은 갑작스럽게 몰려오기 시작한 태풍을 피해 모텔 안으로 들어온 듯했지만…… 이곳에는 더욱더 끔찍한 것들이 살고 있었다.
en_us: The seagull swooped inside to take shelter from a sudden storm brewing up... However, something even more horrendous lived here.

source: 참사가 일어났다.{j}반대편 복도 끝에 서 있던 따개비 인간 하나가 고개를 돌린 것이다.
en_us: One of the barnacle humans standing at the other end of the hall turned its head.{j}

source: “으하- 비 엄청 오는구만!{j}이어진이, 뭐 하고 있었냐!”{j}철문을 열고 나타난 박씨 아저씨는 벌써 한 달째 보고 있는 얼굴이었으니까.
en_us: “Holy smoke, it’s pouring outside! What were you doing, Eojin?” Mr. Park opened the gates and stepped inside. I’ve been seeing him around for the past month.{j}{j}

source: 그 말인즉슨, 따개비 인간들은 2, 3층에 몰려 있을 가능성이 크다는 뜻이다.
en_us: In other words, there was a high likelihood that the barnacle humans were crowded around second and third floors.

source: 보트가 겨우겨우 원래대로 돌아왔다.{j}나는 핸들을 꽉 잡았다.{j}한 번만 더 보트가 균형을 잃는다면, 그래서 내가 뒤로 쓸려가기라도 한다면 끝장이다.{j}바다에 빠지는 것이 문제가 아니라 뒤에 도사리고 있는 김씨 아저씨, 뾰족뾰족한 따개비들이 만들고 있는 괴물의 이빨이 문제였다.
en_us: The boat finally managed to steady itself. I clutched the helm. If the boat rocked again and caused me to stumbled back, I’d be done for. Falling into the sea wasn’t the problem; the real terror was Mr. Kim lurking behind me. He was covered in the monstrous teeth made up of clusters of jagged barnacles.{j}{j}{j}

source: 따개비 인간들이 모텔 방 안으로 몰려들었다.{j}본능에 따라, 그것들은 방 안에 들어오자마자 보인 사람의 실루엣을 향해 일제히 달려든다.
en_us: The barnacle humans swarmed into the motel room. Driven by instinct, they all charged at the human silhouette as soon as they stepped inside the room.{j}

source: 입이 무지하게 텁텁하기는 했지만 배가 아플 정도로 고프던 허기는 당장 면할 수 있었다.
en_us: My mouth was dreadfully dry, but at least it took the edge off the pain of hunger.

source: 따개비의 껍데기가 좀 딱딱한가.{j}저런 것에 쓸리다 보면 밧줄은 금방 너덜너덜해진다.{j}더군다나 큰 작업에 쓰이는 밧줄이 아니니만큼 곧 끊길 것이다.
en_us: Barnacles were made up of hard plates. Rubbing the rope against the shells would wear it out pretty soon. Plus, the rope wasn’t meant to be used in strenuous work. Sooner or later, it would snap.{j}{j}

source: 5- 모텔 성락장 (2)
en_us: Chapter 5. Motel Nirvana (2)

source: 목이 마르다.{j}배가 고프다.{j}그 외에 다른 생각은 들지 않는다.
en_us: I’m parched. And starving. I can’t think of anything else.{j}{j}

source: 하지만 어항 안의 유리 벽은 너무 매끈해서 기어가는 데 어려움이 있었다.{j}또 나름 길이가 2미터가 넘는 대형 어항이다 보니, 끝까지 가는 데는 시간이 걸릴 수밖에 없다.{j}폭 60cm 정도의 좁은 구멍 속에서 필사적으로 몸을 꿈틀거리며 앞으로 나아가다 보니, 어느 순간 갑자기 팔과 상체가 허공에 붕 뜨게 되었다.{j}깨져 있는 어항의 반대쪽 끝으로 나오게 된 것이다.
en_us: However, the glass wall inside the fish tank was too slippery, making it difficult for me to drag myself along. Plus, the tank was massive and stretched out longer than seven feet. Inevitably, it’d take some time to reach the end. Through the narrow two-feet-wide opening, I wriggled my body. Then, out of nowhere, my arm and upper torso slithered out into open air. I had made it out of the other shattered end of the fish tank.{j}{j}{j}

source: 나는 손으로 난간을 꽉 쥐고 발끝을 세워 계단을 내려갔다.{j}이 건물에 들어오기 전에 유리문 너머로 봤다.{j}이곳에는 따개비 인간들이 없었다.
en_us: So, I clutched the handrail as I stood on my tiptoes and began walking downstairs. Before entering the building, I had already seen through the glass door that there were no barnacle humans on the first floor.{j}{j}

source: 밤하늘에서는 여전히 폭우가 쏟아지고 있었다.
en_us: Bucketfuls of rain were still splattering down from the night sky.

source: 나는 방구석에 납작 웅크린 채로 그 광경을 보고 있었다.{j}여고생.{j}방 중앙에 매달려 있었던 저 가엾은 아이는 순식간에 따개비 인간들의 먹잇감이 되어 버렸다.
en_us: With bated breath, I watched the grotesque scene unfold while crouching down in the corner of the room. The poor girl hanging in the middle of the room became prey to the barnacle humans there and then.{j}{j}

source: 황가애와 권순태 역시도 어쩔 줄을 모르고 있었다.{j}이런 급박한 상황 속에서, 나는 결단을 내려야 했다.
en_us: Ga-ae and Suntae too looked helpless. In such desperate situation, I had to make a decision and quick.{j}

source: 콰당탕탕!
en_us: Crash!

source: 폭풍우 몰아치는 밤바다의 한가운데.
en_us: I was in the middle of the stormy sea at night.

source: “그래도 아주 못 지나갈 정도는 아니었던 것 같은데.”
en_us: “It’s not like I can’t fit through though.”

source: “쏘야?”
en_us: “Sauve?”

source: 보트쯤은 조종할 수 있다.{j}썩어나는 시간 동안 두 명의 아저씨에게 운전을 배웠기 때문이다.
en_us: I knew how to drive a boat. The two fishermen had taught me how since I had a lot of time on my hands.{j}

source: “뭐야?{j}여드름이라도 났나?{j}생선인데?”{j}나는 고개를 갸웃하며 식칼을 잡았다.{j}퍼덕퍼덕-{j}이거, 덩치에 비해 영 힘이 없는 녀석일세.{j}생선 대가리를 잡고 비늘을 죽- 벗겨 내려는 순간.
en_us: “Huh. Are these acne? Do fish even have any?” I cocked my head and picked up a kitchen knife. The fish flapped weakly on the board. It’s not very strong for its size, I thought. I held the fish by its head and began scraping off the scales.{j}{j}{j}{j}{j}{j}

source: 마지막에 긴장이 확 풀렸음일까?{j}나는 꽉 깍지 낀 그녀의 두 손이 가늘게 떨리는 것을 보았다.{j}하지만 내가 그녀를 위해 해 줄 수 있는 것은 질문에 대한 대답뿐이었다.
en_us: Was she finally able to relax? I noticed her clasped hands faintly quivering. But the only thing I could do for her was to answer her question.{j}{j}

source: 나는 마른세수를 하며 숨을 몰아쉬었다.{j}이 섬을 벗어나 인천항에 상륙, 형이 있는 부평역 지하상가까지 가기 위해서는 조금 더 독해질 필요가 있었다.
en_us: I rubbed my face and breathed hard. I had to go ashore to Port of Incheon. From there, I had to head over to the underground shopping mall in Bupyeong Station which was where my brother was. But to do so, I had to toughen up.{j}

source: 나쁜 소식은.
en_us: And the bad news was that...

source: 나무문의 한쪽 귀퉁이가 종이처럼 접혔다.{j}싸구려 톱밥 내장재라 그런가, 강한 힘 앞에서는 저렇게 구겨지듯 부서지기도 하는 모양.{j}그리고 그 안에서 모피코트에 덮인 팔이 쑥 들어온다.{j}퉁퉁 분 손가락에 따개비들이 다닥다닥 돋아나 있는 손가락.{j}손톱 끝에서 어울리지 않게 반짝거리는 네일아트가 심히 기괴하다.
en_us: The door was made of cheap sawdust. One sweeping force was enough to crumple it like a piece of paper. An arm wrapped in the fur coat slid through the hole. Clusters of barnacles were growing on the bloated fingers. The fingernails were painted with a sparkling polish, making it even more grisly.{j}{j}{j}{j}

source: 그때, 박씨 아저씨가 내 의자 옆에 있는 구급상자를 보며 말했다.{j}“참, 연고랑 붕대도 조금만 얻어 갈 수 있을까?”
en_us: Just then, Mr. Park gazed at the first aid kit beside my chair and said, “Oh yeah, can I have some ointment and gauze too?”{j}

source: 나는 그녀가 있는 복도로 나가기 위해 508호의 현관문을 나섰다.
en_us: I stepped out of Room 508 to follow her to the corridor.

source: ……대롱대롱 매달려서.{j}그 아이는 그렇게 가만히 나를 쳐다보고 있었다.
en_us: The child was dangling from a rope, her hollow eyes staring silently at me.{j}

source: 미친 듯이 들려오는 굉음.{j}2층 복도를 배회하던 따개비 인간들이 이쪽으로 우르르 몰려온 듯했다.
en_us: The barnacle humans roaming the second-floor hallway seemed to be stampeding toward this room.{j}

source: 나는 몇 번이나 읽어서 대사를 외울 지경이 된 만화책들을 다시 한번 뒤적였다.{j}각종 재난 만화, 생존 만화 등등…… 한때는 긴장감을 가지고 재미있게 읽었던 것들이 이제는 시시하기 그지없다.{j}그도 그럴 게, 벌써 몇 달이나 다음 권을 못 보고 있으니 당연한 일이지.
en_us: For the nth time, I flicked through a bunch of comic books. I had read them so many times that I had practically memorized the lines. The comics were about various disasters and survivals and such... Once, they had been page-turners. Now, they were as boring as beans. To be fair, I had been reading the same books for months.{j}{j}

source: “이 냄새 덕분인가?”
en_us: “Did the smell chase them away?” I wondered.

source: 나는 문에 등을 바짝 붙인 채 구석으로 튀어나와 있는 손을 내려다보았다.{j}그것은 미동도 없이 가만히 멈춰 있었다.
en_us: I pressed my back against the door and stared at the hand poking out from the corner. It stood still without making the slightest movement.{j}

source: 인간은 기본적으로 무리 짐승이다.{j}무리 내에서 배신을 당하거나 사고가 벌어질 확률도 높았지만, 우선 당면한 생존 과제를 해치우기에는 힘을 합치는 편이 효율적이었다.
en_us: By nature, humans formed groups. There was a high chance that someone might betray or raise a ruckus in a pack. But it was more efficient to join forces for the sake of everyone’s immediate survival.{j}

source: “……묶여 있어서 다행이다.{j}저건 절대 안 끊어지겠지?”{j}나는 샤워 호스를 힐끔 바라보며 중얼거렸다.
en_us: “Thank goodness he’s tied up... It won’t ever break, will it?” I mumbled as I peered at the shower hose.{j}{j}

source: 까드드드득-
en_us: Clunk... crack...

source: “……진짜 갔지?”
en_us: “Did they really go...?”

source: 어둠 속에서 정체불명의 배 한 척이 다가오는 것이 보인다.{j}나는 부리나케 계단을 달려 올라갔다.{j}저런 크기의 배가 이곳까지 접근할 때까지 몰랐다고?{j}이건 말이 안 된다.
en_us: Outside, I saw a mysterious boat approaching in the dark. I rushed up the stairs. How did I not notice a boat that big until now? It didn’t make sense.{j}{j}{j}

source: 유령선이나 버뮤다 삼각지대의 전설을 믿기에는 내 나이가 좀 많다.
en_us: I was a little too old to believe in things like ghost ships and the mysteries of the Bermuda Triangle.

source: “하긴, 굴덕도랑 백적도가 멀면 얼마나 멀다고.”
en_us: “I mean, it’s not far. I can get to Baekjeok Island from here.”

source: “석회 가루?”{j}나는 고개를 갸웃했다.
en_us: “Is it limestone?” I tipped my head in confusion.{j}

source: 문밖에서 나던 긁는 소리들이 갑자기 약해진다.{j}따개비 인간들이 별안간 조용해졌다.
en_us: The grating noises outside the door suddenly grew fainter. The barnacle beings abruptly became silent.{j}

source: 문자에 답장이라도 해 주고 싶었지만 이제 그것도 불가능하다.{j}핸드폰이 꺼져 버렸으니, 애초에 119에 신고하겠다는 목적조차 이룰 수 없었다.
en_us: I wanted to reply to the texts, but now it was impossible. Since the phone died, I couldn’t even call 911 anymore.{j}

source: “아니면 그냥 따개비 인간, 따개비 좀비, 따개비안?{j}이라거나…….”
en_us: “Or should I just call them barnacle humans? Or something like barnacle zombies or barnaclans...?” I mumbled.{j}

source: “모텔 밖으로 나가면 따개비 인간들이 더 많을 텐데, 괜찮으시겠어요?”
en_us: “There’d be even more barnacle humans outside the motel. Will you be all right?”

source: 나는 감생이를 잡아들었다.{j}그리고 순간.{j}묵직-{j}엄청난 손맛에 경악해야 했다.{j}“뭐야 이거?{j}왜 이렇게 무거워?”
en_us: “Whoa!” I muttered, astonished by its weight. “What’s up with this fish? Why’s it so damn heavy?”{j}{j}{j}{j}{j}

source: 생선 대가리를 잡고 비늘을 죽- 벗겨 내려는 순간.
en_us: I held the fish by its head and began scraping off the scales.

source: 촤악- 촤아악- 졸졸졸졸……
en_us: Swash! Splash! Dribble dribble...

source: ‘……성인 남자가 하루에 먹어야 하는 칼로리가 2,500이라고 했으니까, 절반 정도는 채웠네.{j}사탕들까지 합치면 조금 더 되겠지?’
en_us: An adult man should take in about 2,500 calories on average... So, I’m about halfway there, huh? If I add up the candies too, it should be more.{j}

source: 쿵-{j}나는 등대의 문을 닫고는 무작정 밖으로 나갔다.{j}……아니, 무작정은 아니었다.
en_us: Thud. I closed the door to the lighthouse and recklessly darted outside. Well... it wasn’t all that reckless, actually.{j}{j}

source: 나는 박하사탕 몇 개를 까서 입안에 물고는 자리에서 일어났다.{j}터지고 까진 입안이 많이 따끔거리긴 했지만, 어찌 되었든 간에 힘이 돌아오는 것 같았다.{j}그제야 비로소 먹을 것 외의 다른 잡동사니들도 눈에 들어온다.
en_us: I unwrapped a few mint candies and popped them in my mouth as I stood up. The inside of my blistered and scraped mouth stung from the flavor. Still, I felt invigorated. Now that I had finally gotten my fill of food, I noticed the other junks in the room.{j}{j}

source: 나는 문에서 떨어졌다.{j}고개를 돌려 보니 옆에 있는 카운터 창문이 굳게 잠겨 있는 것이 보인다.{j}그곳에도 긁힌 자국들이 보였고 하얀 가루들이 묻어 있었다.
en_us: I backed away from the door. When I turned my head, I saw the counter to the side. The window to the counter was firmly locked. It was also scratched up and covered in white powder.{j}{j}

source: 따개비 여자의 뒤에 있던 나머지 대변기 칸들이 일제히 열렸다.{j}그 안에는 나로 하여금 할 말을 잃어버리게 만들 정도의 광경이 펼쳐져 있었다.
en_us: The rest of the cubicles behind the woman opened at once. What I next saw left me speechless. It was a ghastly sight.{j}

source: “에잇!{j}으아아!”
en_us: “Here goes nothing! Aaah!” I cried and swerved the helm to one side.{j}

source: 공무원 시험에 몇 번이나 실패할 동안 묵묵히 나를 도와주던 형.{j}조카 사랑은 삼촌이라고, 형수가 집을 나간 뒤에는 거의 업어 키우다시피 했던 조카.{j}둘을 다시 만나기 전까지는 죽을 수 없었다.{j}형에게 은혜를 조금이라도 갚기 전까지 내 목숨은 내 것이 아닌 것이다.
en_us: My brother had patiently supported me even when I had flunked the civil service exam multiple times. And I adored my niece. I practically raised her myself ever since my sister-in-law left home. I couldn’t die until I met the two again. I had to live on until I could repay my brother’s kindness at least by a little.{j}{j}{j}

source: 이게 직원들 먹으라고 비치된 간식이라면, 이 모텔의 복지 수준도 알 만하다.{j}하지만 지금은 이게 어딘가.
en_us: The snack was provided for the staff which really told me a lot about how bad their employee benefits were. But in this moment, it was a godsend to me.{j}

source: 208호와 207호 사이의 창고 문을 여는 순간, 나는 충격적인 것을 눈앞에 두게 되었다.
en_us: The moment we opened the door to the storage located between Rooms 207 and 208, something shocking appeared in front of me.

source: ‘이게 주마등이라는 건가?’
en_us: Is this what they mean by life flashing before your eyes?

source: “물.{j}물이 있어야 하는데.”
en_us: “Water. I need water.”{j}

source: 퍼덕퍼덕-{j}이거, 덩치에 비해 영 힘이 없는 녀석일세.
en_us: The fish flapped weakly on the board. It’s not very strong for its size, I thought.{j}

source: ‘끝까지 아주 혼자 고고하시지!{j}그래!{j}알아서 해!{j}그렇게 밥벌레 동생이나 평생 데리고 살아!’
en_us: “Look at you acting all high and mighty even till the end! Fine! Do whatever you want! Take care of your good-for-nothing brother for the rest of your life!”{j}{j}{j}

source: 밖에는 빗소리가 요란하지만 창문이 없어서 물을 받아 마실 수는 없다.{j}거기에 지금 내리는 빗물은 거의 다 소금물일 가능성이 높았다.
en_us: The rain fell noisily outside, but I couldn’t drink the rainwater since there was no window. Plus, it was highly likely that the rain right now was saline.{j}

source: “하기야.{j}신호도 무시하고 멋대로 들락날락하는 배가 있으면 벌써 어촌계장님이 극대노하셨겠지.{j}그분 성격에.”
en_us: “I mean, if there really was a boat approaching recklessly, the village chief would’ve had a fit already.”{j}{j}

source: 학생회장은 답답하다는 듯한 표정을 지으며 김슬비에게로 다가갔다.{j}그리고 목소리를 꾹 눌러 가면서 입을 열었다.{j}“슬비야.{j}딱 봐도 별 볼 일 없는 백수 한량 같잖아.{j}이런 시골 촌 동네에서 만난 아저씨가 뭐 대단하겠어, 응?”
en_us: With a stifled face, the student president walked to Seulbi. Then, repressing his anger, he spoke. “Seulbi. He’s obviously a jobless loafer. What can a village mister from the countryside do, huh?”{j}{j}{j}{j}

source: 나는 무의식중에 그것을 형과 형수의 싸움이라고 생각했다.
en_us: Subconsciously, I thought that it was my older brother and his wife fighting.
